/* Unknown error message */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* Not installed error message */
"Excel is not installed." = "Excel ist nicht installiert.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft Excel workbook." = "Fügt das Bild-Capture in eine Microsoft Excel-Arbeitsdatei ein.";

/* AppleScript error, probably not activated */
"Make sure Microsoft Excel is activated and try again." = "Stellen Sie sicher, dass Microsoft Excel aktiv ist und wiederholen Sie den Vorgang.";

/* plugin name */
"Microsoft Excel" = "Microsoft Excel";

/* Cannot share to Microsoft Excel */
"Unable to share to Microsoft Excel" = "Weitergabe an Microsoft Excel nicht möglich";

